Repository: virtual-labs/mechanics-virtual-lab-pilot
Catalog: src/lab/Elastic_and_Inelastic_Collision/locale/*/messages.po
Languages: ml_in

source: help1
ml_in: വയറുകളും ബന്ധിപ്പിക്കുക.

source: help2
ml_in: തെര്മിസ്ടോർ ഡ്രോപ്ഡൌൺ മാറ്റുക

source: help3
ml_in: താപനില സ്ലൈഡർ ഉപയോഗിച്ച് താപനില ക്രമീകരിക്കുക.

source: help4
ml_in: വോൾട്ടേജ് സ്ലൈഡർ ഉപയോഗിച്ച് വോൾട്ടേജ് ക്രമീകരിക്കുക.

source: help5
ml_in: ബട്ടണിൽ പവർ ക്ലിക്ക് പരീക്ഷണം ആരംഭിയ്ക്കുന്നു.

source: help6
ml_in: കാണിക്കുക സർക്യൂട്ട് ഡയഗ്രം സർക്യൂട്ട് ഡയഗ്രം ആൻഡ് കാണിക്കുക ഗ്രാഫ് ഗ്രാഫ് കാണിയ്ക്കുന്നു കാണിയ്ക്കുന്നു.

source: help7
ml_in: ചെക്ബോക്സ് 'കാണിക്കുക ഫലം' ഫലമായി വായനയ്ക്ക് നൽകുന്നു.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Characteristics of Thermistor
ml_in: തെര്മിസ്ടോർ സവിശേഷതകൾ

source: Variables
ml_in: വേരിയബിള്സ്

source: Choose Thermistor:
ml_in: തെര്മിസ്ടോർ തിരഞ്ഞെടുക്കുക:

source: Temperature
ml_in: താപനില

source: Voltage
ml_in: വോൾട്ടേജ്

source: Show Circuit Diagram
ml_in: കാണിക്കുക സർക്യൂട്ട് ഡയഗ്രം

source: Show Graph
ml_in: ഗ്രാഫ് കാണിക്കുക

source: Power On
ml_in: പവർ

source: Power Off
ml_in: ഓഫാക്കുക പവർ

source: Show Result
ml_in: കാണിക്കുക ഫലം

source: Reset
ml_in: വീണ്ടും സജ്ജമാക്കുക

source: alpha
ml_in: ആൽഫ

source: Result
ml_in: ഫലം

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Thermistor 1
ml_in: തെര്മിസ്ടോർ 1

source: Thermistor 2
ml_in: തെര്മിസ്ടോർ 2

source: Thermistor 3
ml_in: തെര്മിസ്ടോർ 3

source: Thermistor 4
ml_in: തെര്മിസ്ടോർ 4
