Repository: virtual-labs/mechanics-virtual-lab-pilot
Catalog: src/lab/Moment_of_Inertia_of_Flywheel/locale/*/messages.po
Languages: hi_in

source: Next
hi_in: अगला

source: Close
hi_in: निकट

source: help1
hi_in: लटकती सूची से पर्यावरण का चयन करें।

source: help2
hi_in: मूल्यों, जो संबंधित स्लाइडर्स चर का उपयोग कर चक्का के रोटेशन निर्भर सेट करें।

source: help3
hi_in: विज्ञप्ति पहिया फ्लाई बटन पर प्रयोग पर क्लिक करें शुरू करने या टाइमर पर बटन खेलने के लिए।

source: help4
hi_in: परिणाम दिखाने के लिए, परिणाम टैब पर क्लिक करें

source: help5
hi_in: रीसेट बटन पर प्रयोग पर क्लिक करें रीसेट करने के लिए।

source: Moment of Inertia of Flywheel
hi_in: चक्का की निष्क्रियता के क्षण

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Choose Environment:
hi_in: पर्यावरण चुनें:

source: cm
hi_in: सेमी

source: kg
hi_in: किलो

source: gm
hi_in: ग्राम

source: Earth, g=9.8m/s
hi_in: पृथ्वी, जी = 9.8m / s

source: Mass of fly wheel:
hi_in: चक्का के मास:

source: Diameter of fly wheel:
hi_in: चक्का का व्यास:

source: Mass of rings:
hi_in: छल्ले के मास:

source: Diameter of axle:
hi_in: धुरा का व्यास:

source: No. of wound of chord:
hi_in: राग का घाव की संख्या:

source: First start experiment..!
hi_in: सबसे पहले शुरुआत प्रयोग ..!

source: Release fly wheel
hi_in: रिलीज चक्का

source: Hold fly wheel
hi_in: पकड़ो चक्का

source: Reset
hi_in: रीसेट

source: Moon, g=1.63m/s
hi_in: मूंग = 1.63m / s

source: Uranus, g=10.5m/s
hi_in: यूरेनस, जी = 10.5m / s

source: Saturn, g=11.08m/s
hi_in: शनि, जी = 11.08m / s

source: Jupiter, g=25.95m/s
hi_in: बृहस्पति, जी = 25.95m / s

source: Moment of Inertia of Flywheel:
hi_in: चक्का की निष्क्रियता के क्षण:
